Repository: Superd22/wp-united
Catalog: WordPress Plugin/wp-united/languages/wp-united-*.po
Languages: ru_ru

source: %1$sClick here%2$s to download the modification package.
ru_ru: %1$sНажмите здесь%2$s, чтобы скачать пакет модификации.

source: You can apply it using %1$sAutoMod%2$s (recommended), or manually by reading the install.xml file and following %3$sthese instructions%4$s. When done, click &quot;Connect&quot; to try again.
ru_ru: Вы можете установить WP-United используя %1$sAutoMod%2$s (рекомендуем), или вручную, следуя инструкциям из файла install.xml, а также %3$sэтим рекомендациям%4$s.Когда закончите, нажмите &quot;Связать&quot;, чтобы попробовать соединить phpbb и Wordpress.

source: Find the %1$s file inside the %2$s folder and open it in your browser. Then follow the instructions to upgrade. Don't forget to copy over the new files to your phpBB forum.
ru_ru: Найдите %1$s файл внутри %2$s папки и откройте го в браузере. Выполните инструкции по обновлению. Не забудьте скопировать новые файлы на ваш phpBB форум.

source: You can just copy over the files from the /root folder to your phpBB forum.
ru_ru: Вам надо просто скопировать файлы из папки /root в Ваш phpBB форум

source: You are running WP-United version %1$s, but the WP-United phpBB MOD version you have installed is version %2$s.
ru_ru: Вы используете WP-United версии %1$s, но установленный WP-United phpBB MOD у Вас имеет версию %2$s.

source: The location to phpBB is not set.
ru_ru: Расположение phpBB не указано.

source: You need to install the WP-United phpBB MOD.
ru_ru: Вам нужно установить WP-United phpBB MOD

source: WP-United is already disabled
ru_ru: WP-United уже отключен

source: WP-United could not find phpBB at the selected path. WP-United is not connected.
ru_ru: WP-United не может найти phpBB в выбранной директории. WP-United не подключен.

source: WP-United could not successfully run phpBB at the selected path. WP-United is halted.
ru_ru: WP-United не может успешно запустить phpBB в текущей папке. WP-United остановлен.

source: WP-United could not successfully run phpBB without errors. WP-United has been disconnected.
ru_ru: WP-United не может успешно запустить phpBB без ошибок. WP-United был отключен.

source: WP-United Disabled Successfully
ru_ru: WP-United был полностью отключен

source: WP-United Disabled
ru_ru: WP-United отключен

source: WP-United Setup
ru_ru: Настройка WP-United

source: Setup / Status
ru_ru: Настройка / Статус

source: WP-United Settings
ru_ru: Настройки WP-United

source: Settings
ru_ru: Настройки

source: WP-United User Mapping
ru_ru: WP-United Согласование пользователей

source: User Mapping
ru_ru: Согласование пользователей

source: WP-United Advanced Options
ru_ru: Дополнительные настройки WP-United

source: Advanced Options
ru_ru: Дополнительные настройки

source: Visit phpBB ACP
ru_ru: Открыть панель управления phpBB

source: Get Help
ru_ru: Помощь

source: Get help
ru_ru: Помощь

source: Please Help Support WP-United!
ru_ru: Поддержите разработчиков WP-United!

source: Support WP-United
ru_ru: Поддержка WP-United

source: Some additional options can be set in the included file, %s. These do not normally need to be changed. However, to review and change these options, please open the file in a text editor.
ru_ru: Некоторые дополнительные опции могут быть установлены в прилагаемом файле, %s. Они обычно не должны быть изменены. Однако, чтобы просмотреть и изменить эти параметры, откройте файл в текстовом редакторе.

source: Get help or support
ru_ru: Получить помощь или поддержку

source: Community support &amp; bug reporting
ru_ru: Форум поддержки &amp; отчеты об ошибках

source: Free community support is available from the WP-United forum. Please search there for any other users who may be experiencing the same problem, and discuss any issues with fellow users.
ru_ru: Бесплатная поддержка доступна на форуме WP-United. Поищите других пользователей которые возможно столкнулись с похожими проблемами, пообщайтесь и найдите соместное решение с єтими пользователями.

source: Please copy and paste the following information into a new topic post when you are seeking support. This will help us understand your setup at a glance. It is sanitized to protect your private server information and contains BBCode formatting.
ru_ru: Пожалуйста скопируйте и вставьте следующую информацию в новую тему на форуме поддержки. Это поможет нам понять тонкости ваших настроек. Информация изменена с целью защитить Вашу личную информацию о сервере и уже содержит BB-коды для вставки.

source: Hide sensitive information
ru_ru: Скрыть личную информацию

source: Show sensitive information
ru_ru: Показать личную информацию

source: Please Help Support WP-United
ru_ru: Окажите поддержку разработчикам WP-United

source: WP-United is free software, and we hope you find it useful. If you do, please support us by making a donation here! Any amount, however small, is much appreciated. Thank you!
ru_ru: WP-United распространяется бесплатно, и мы надеемся окажется полезным вам. Если Вы пожелаете, вы можете оказать небольшие пожертвования ! Любая сумма, даже очень маленькая, все равно будет полезна нам. Спасибо !

source: The PayPal link will take you to a donation page for our PayPal business account, 'Pet Pirates'
ru_ru: PayPal ссылка приведет вас на страницу пожертвований нашего PayPal счета, 'Pet Pirates '

source: Other ways to support the WP-United project
ru_ru: Другие способы поддержать проект WP-United

source: If you cannot donate, please consider helping support the WP-United project in another way. For example, you could help:
ru_ru: Если вы не можете сделать пожертвование, пожалуйста помогите проекту WP-United по-другому. Например, вы могли бы помочь:

source: Contributing to the WP-United documentation
ru_ru: Помочь в написании документации к WP-United

source: Providing a translation
ru_ru: Сделать перевод

source: Recommending WP-United or our paid installation services
ru_ru: Рекомендовать WP-United или другие наши платные сервисы.

source: Writing a review
ru_ru: Написать обзор

source: Linking back to www.wp-united.com, or posting about WP-United on your blog.
ru_ru: Разместите обратную ссылку на www.wp-united.com, или сообщение о WP-United в вашем Блоге.

source: For more information, please visit the %1$sWP-United forums%2$s.
ru_ru: Для получения дополнительной информации, пожалуйста посетите %1$sWP-United forums%2$s.

source: Performing final processing... Please wait...
ru_ru: Проводится окончательная обработка... Пожалуйста подождите...

source: Please stay on this page for a few more moments until processing is complete. Stay on this page?
ru_ru: Пожалуйста оставайтесь на этой странице некоторое время пока процесс не будет завершен. Остаться на этой странице?

source: WP-United Setup / Status
ru_ru: WP-United Установка / Состояние

source: WP-United needs to connect to phpBB in order to work. On this screen you can set up or disable the connection.
ru_ru: WP-United требуется подключение к phpBB для корректной работы. На этой странице вы можете активировать или выключить подключение.

source: Communicating with phpBB...
ru_ru: Подключение к phpBB...

source: Please Wait...
ru_ru: Пожалуйста, подождите...

source: Disabled
ru_ru: Отключено

source: WP-United is disabled. Select your forum location below and then click &quot;Connect&quot;
ru_ru: WP-United отключен. Укажите расположение вашего форума ниже и потом кликните &quot;Connect&quot;

source: You can't change any other settings until WP-United is connected.
ru_ru: Вы не можете изменять другие настройки пока WP-United подключен.

source: OK
ru_ru: ОК

source: WP-United is connected and working.
ru_ru: WP-United подключен и работает.

source: If you ever need to uninstall WP-United, disable it here first before disabling the plugin, so that it can be removed from phpBB.
ru_ru: Если вы хотите деинсталировать плагин WP-United, отключите его здесь перед отключением плагина, так же он должен быть удален из phpBB.

source: Connected, but not ready or disabled due to errors
ru_ru: Подключено, но не готово или отключено из-за некоторых ошибок

source: WP-United is connected but your phpBB forum is either producing errors, or is not set up properly.
ru_ru: WP-United подключен но ваш phpBB форум сообщает об ошибках, или не корректно настроен.

source: You can't change any other settings until the problem is fixed.
ru_ru: Вы не может изменять настройки пока проблема не будет устранена.

source: Not Connected
ru_ru: Не подключен

source: WP-United is not connected yet. Select your forum location below and then click &quot;Connect&quot;
ru_ru: WP-United пок аеще не подключен. Укажите расположение вашего форума ниже и кликните &quot;Connect&quot;

source: Current Status: %s
ru_ru: Текущее состоние: %s

source: Disable
ru_ru: Выкл.

source: The server returned the following information:
ru_ru: Сервер возвращает следующую информацию:

source: phpBB Location
ru_ru: Размещение phpBB

source: WP-United needs to know where phpBB is installed on your server.
ru_ru: WP-United нужно знать где phpBB установлено на вашем сервере.

source: Find and select your phpBB's config.php below.
ru_ru: Найдите и выберите расположение на вашем сервере файла config.php ( конфигурации phpBB ).

source: Click &quot;Change Location&quot; to change the stored location.
ru_ru: Кликните &quot;Change Location&quot; для изменения сохраненного пути.

source: I want to type the path manually
ru_ru: Я хочу указать путь вручную

source: Path selected:
ru_ru: Путь выбран:

source: Not selected
ru_ru: Не выбрано

source: Change Location &raquo;
ru_ru: Изменить путь &raquo;

source: Cancel Change
ru_ru: Отменить Изменения

source: Connect
ru_ru: Подключиться

source: Blank page received: check your error log.
ru_ru: Получена пустая страница: проверьте лог ошибок.

source: Loading...
ru_ru: Загрузка...

source: Connecting...
ru_ru: Подключение...

source: Show me the file chooser
ru_ru: Показать диалог выбора файлов

source: WARNING: Another plugin is overriding WordPress login. WP-United user integration is unavailable.
ru_ru: ПРЕДУПРЕЖДЕНИЕ: Другой плагин перезаписал Wordpress логин. Интеграция пользователей WP-United не доступна.

source: WARNING: phpBB Debug is set. To prevent notices from showing due to switching between phpBB and WordPress, delete or comment out the two DEBUG lines from your phpBB's config.php. If this is a live site, debug MUST be disabled.
ru_ru: ПРЕДУПРЕЖДЕНИЕ: Включена отладка для phpBB. Для предотвращения сообщений при переключении между phpBB и WordPress, удалите или закоментируйте две строчки DEBUG в файле config.php вашего phpBB форума.

source: WARNING: phpBB and WordPress cookie domains do not match! For user integration to work properly, please edit the cookie domain in phpBB or set the WordPress COOKIE_DOMAIN so that both phpBB &amp; WordPress can set cookies for each other.
ru_ru: ПРЕДУПРЕЖДЕНИЕ: phpBB и WordPress cookie domains не одинаковы! Для корректной работы интеграции пользователей, пожалуйста измение cookie domain в phpBB или устанвите WordPress COOKIE_DOMAIN как phpBB &amp; WordPress могут менять cookies друг для друга.

source: WP-United User Integration Mapping
ru_ru: WP-United сопоставление Интеграции пользователей

source: Integrated users have an account both in WordPress and phpBB. The user mapper tool allows you to manually control which accounts are mapped together.
ru_ru: Интегрированные пользователи имеют учетные записи в WordPress и в phpBB. Инструмент сопоставления пользователей позволяет вручную контролировать какие аккаунты связаны между собой.

source: In addition, you need to tell WP-United how to allocate WordPress roles to users when WordPress accounts are automatically given to them.
ru_ru: В дополнение, вы должны сообщить WP-United как распределить роли WordPress для пользователей WordPress, когда они автоматически их получают.

source: Select a tab below to get started.
ru_ru: Выберите вкладку ниже для начала.

source: New User Permissions
ru_ru: Новые права Пользователя

source: Unintegrated phpBB users are automatically given accounts if they have WP-United permissions. These can be set in the phpBB Administration Control Panel, but this tool makes them easier to set and visualise.
ru_ru: Неинтегрированные PHPBB пользователи автоматически получают аккаунты, если они имеют WP-United разрешения. Они могут быть установлены в PHPBB Панели управления администрирования, но этот инструмент делает их более удобными для установки и визуализации.

source: phpBB groups are linked to WordPress roles by dragging connections. Blue connections grant permissions. However, since phpBB users can belong to more than one group, you may want to apply &quot;Never&quot; connections. These red connections take priority over blue connections and mean that this mapping can NEVER occur.
ru_ru: PhpBB группы связываются с WordPress ролями путем перетаскивания соединений. Синие соединения предоставляют разрешения. Однако, так как PHPBB пользователи могут принадлежать более чем к одной группе, вы можете применить &quot;Never&quot; соединения. Эти красные соединения имеют приоритет над синим соединений и означает, что это отображение никогда не может произойти.

source: This gives you complete control over who does what in WordPress. For some example permissions recipes, visit wp-united.com
ru_ru: Это дает вам полный контроль над всеми кто есть в WordPress. Несколько примеров прав достпа вы можете посмотреть на wp-united.com

source: Remember that these mappings only affect users who don't have WordPress accounts yet. You should map existing accounts together using the User Mapping tool.
ru_ru: Помните, что эти отображения влияют только на пользователей, которые не имеют WordPress аккаунтов. Вы должны связывать существующие учетные записи, используя инструмент Сопоставление пользователей.

source: Connect a phpBB group on the left to an appropriate WordPress role by dragging the blue dots. Connect the red squares if you want to ensure a mapping <em>never</em> happens.When happy, click &quot;Apply&quot;
ru_ru: Свяжите phpBB группы слева с соответствующими WordPress ролями путем перенося голубых кружков. Соедините красные квадратики чтобы связь <em>никогда</em> не создавалась. По завершении, кликните &quot;Apply&quot;

source: Built-In
ru_ru: Встроено

source: User-Defined
ru_ru: Определено пользователем

source: phpBB Group
ru_ru: phpBB группа

source: WordPress Role
ru_ru: WordPress роль

source: No. of members:
ru_ru: Кол-во пользователей:

source: Group type:
ru_ru: Тип группы:

source: Default new user group for new phpBB users
ru_ru: По умолчанию новая группа пользователей для новых пользователей PHPBB

source: Apply
ru_ru: Применить

source: Reset
ru_ru: Сбросить

source: All your WordPress or phpBB users are shown on the left below, together with their integration status. On the right, you can see their corresponding integrated user, or &ndash; if they are not integrated &ndash; some suggestions for users they could integrate to.
ru_ru: Все ваши WordPress или phpBB пользователи показаны слева ниже, также показан их статус интеграции. Справа, вы можете видеть Сопоставленного Интегрированного пользователя, или &ndash; или если он не интегрирован &ndash; некоторые решения для его интеграции.

source: Choose the actions you wish to take, and then click &quot;Process Actions&quot; in the pop-up panel to apply them..
ru_ru: Выберите нужные вам действия, затем кликните &quot;Process Actions&quot; в появившейся панели для их подтверждения..

source: Show on left:
ru_ru: Показать слева:

source: WordPress users
ru_ru: WordPress пользователи

source: phpBB users
ru_ru: phpBB пользователи

source: Number to show:
ru_ru: Количество для отображения

source: Show:
ru_ru: Показать:

source: All
ru_ru: Все

source: All Integrated
ru_ru: Все интегрированы

source: All Unintegrated
ru_ru: Все не интегрированы

source: All With Posts
ru_ru: Все с сообщениями

source: All Without Posts
ru_ru: Все без сообщений

source: or search for user:
ru_ru: или найти пользовтеля:

source: Actions to process
ru_ru: Действие для выполнения

source: Process actions
ru_ru: Выполнение действия

source: Clear all
ru_ru: Очистить все

source: Editing user. When you are finished, close this screen.
ru_ru: Редактирование пользователя. По завершении закройте это окно.

source: Viewing user profile. When you are finished, close this screen.
ru_ru: Просмотр профиля пользователя. Для завершения закройте это окно.

source: Break integration
ru_ru: Отменить интеграцию

source: between %1$s and %2$s
ru_ru: между %1$s и %2$s

source: Synchronize profiles
ru_ru: Синхронизация профилей

source: Delete
ru_ru: Удалить

source: %1$s from %2$s and %3$s from %4$s
ru_ru: %1$s из %2$s и %3$s из %4$s

source: %1$s from %2$s
ru_ru: %1$s из %2$s

source: Create
ru_ru: Создать

source: integrated counterpart for %1$s in %2$s
ru_ru: интеграция выполнена для %1$s из %2$s

source: Integrate
ru_ru: Интегрировать

source: %1$s user %2$s to %3$s user %4$s
ru_ru: %1$s пользователь %2$s к %3$s пользователь %4$s

source: Processing permission mappings...
ru_ru: Выполняется сопоставление прав...

source: Please wait...
ru_ru: Пожалуйста, подождите...

source: Clearing changes
ru_ru: Очистка изменений

source: phpBB Administration Panel. After saving your settings, close this window to return to WP-United.
ru_ru: phpBB Административная панель. После сохранения изменений, закройте это окно для возврата в WP-United.

source: %s users
ru_ru: %s пользователей

source: %s user
ru_ru: %s пользователь

source: Showing %1$d to %2$d of %3$d %4$s.
ru_ru: Показано с %1$d по %2$d из %3$d %4$s.

source: There are no users to show that match your criteria
ru_ru: Нет пользователей соответствущих заданным параметрам

source: Status:
ru_ru: Состояние:

source: Not Integrated
ru_ru: Не интегрирован

source: Integrate to a suggested match
ru_ru: Интегрировать в соответствии с

source: Or, type a name
ru_ru: Указать имя

source: Integrate
ru_ru: Интеграция

source: Integrated
ru_ru: Интегрирован

source: Bulk actions
ru_ru: Групповая операция

source: Delete all unintegrated
ru_ru: Удалить не интегрированных

source: Break all integrated
ru_ru: Отменить все интеграции

source: Sync all integrated profiles
ru_ru: Синхронизировать все интегророванные профили

source: Create users for all unintegrated
ru_ru: Создать пользователей для всех не интегрированных

source: Add
ru_ru: Добавить

source: Could not add user to phpBB
ru_ru: Не могу добавить пользователя в phpBB

source: A suitable username could not be found in phpBB
ru_ru: Соттвествующее имя не найдено в phpBB

source: Cannot create integrated user, as they would have no integration permissions.
ru_ru: Не могу создать интегрированного пользователя, так как он не должен иметь прав интеграции

source: Could not add user to WordPress
ru_ru: Не могу добавить пользователя в WordPress

source: Sending settings to phpBB...
ru_ru: Отправляю настройки в phpBB...

source: Settings applied successfully.
ru_ru: Настройки полностью применены.

source: An error occurred. The error details are below. Please check your settings or try disabling plugins.
ru_ru: Произошла ошибка. Детальная информация ниже. Пожалуйста проверьте ваши настройки или отключите плагин.

source: WP-United is modular; You can enable or disable any of the four major features below: User Integration, Theme Integration, Behaviour Integration and User Blogs.
ru_ru: WP-United состоит из модулей; Вы можете включать или выключать любые из четырех основных возможностей: Интеграция пользователей, Интеграция Тем, Интеграция поведения и Пользовательские блоги.

source: Visit each of the tabs to select the settings, then hit Submit when done.
ru_ru: Посетите каждую вкладку и выполните настройку, затем нажмите Submit когда закончите.

source: Basic Settings
ru_ru: Остновные настройки

source: User Integration
ru_ru: Интергация пользователей

source: Theme Integration
ru_ru: Интеграция тем

source: Behaviour Integration
ru_ru: Интеграция поведения

source: Path to phpBB3
ru_ru: Путь к phpBB

source: WP-United needs to know where phpBB is installed on your server. You can change the location on the &quot;Setup / Status&quot; page.
ru_ru: WP-United нужно знать, где PHPBB форум установлен на вашем сервере. Вы можете изменить положение на странице &quot; Настройка / Состояние&quot;.

source: Forum Page
ru_ru: Страница форума

source: Create a WordPress forum page? If you enable this option, WP-United will create a blank page in your WordPress installation, so that 'Forum' links appear in your blog. These links will automatically direct to your forum.
ru_ru: Создание страницы WordPress в форуме? Если вы включите эту опцию, WP-United создаст пустую страницу в установке WordPress, так что ссылка «Форум» появится в вашем блоге. Эта ссылка будут автоматически направлять на форум.

source: Enable Forum Page
ru_ru: Включить страницу форума

source: Integrate logins?
ru_ru: Интегрировать Входы?

source: This will enable some or all of your users to have a seamless session across both phpBB and WordPress. If they are logged in to one, they will be logged in to the other. Accounts will be created in the respective part of the site as needed. Note that you will need to set permissions in the User Mapper section that will appear once this option is enabled. Otherwise, by default, only the phpBB founder user is integrated.
ru_ru: Это позволит некоторым или всем пользователям иметь прозрачный вход на PhpBB и Wordpress. Если они зашли в один, то они будут подключенными и к другому. Счета будут созданы в соответствующей части сайта по мере необходимости. Обратите внимание, что вам необходимо установить права в разделе Сопоставитель пользователей, который появится, как только эта опция включена. В противном случае, по умолчанию, только PHPBB пользователи со статусом Основатель будут интегрированы.

source: Enable Login Integration?
ru_ru: Включить интеграцию Входа ?

source: Auto-create WordPress accounts when needed?
ru_ru: Автоматически создавать WordPress аккаунты если необходимо?

source: Create WordPress accounts for unintegrated phpBB users with appropriate permissions when they visit or register?
ru_ru: Создайте WordPress профили для неинтегрированных PHPBB пользователей с соответствующими правами, когда они посещают блог или регистрируются?

source: Auto-create WordPress accounts?
ru_ru: Автоматически создавать WordPress аккаунты?

source: Auto-create phpBB accounts when needed?
ru_ru: Автоматически создавать phpBB аккаунты если необходимо?

source: Create phpBB accounts for unintegrated WordPress users when they visit or register?
ru_ru: Создайте phpBB профили для неинтегрированных WordPress пользователей, когда они посещают форум или регистрируются?

source: Auto-create phpBB accounts?
ru_ru: Автоматически создавать аккаунты phpBB?

source: Sync avatars?
ru_ru: Синхронизировать Аватары?

source: Avatars will be synced between phpBB &amp; WordPress. If a user has an avatar in phpBB, it will show in WordPress. If they have a Gravatar, it will show in phpBB.
ru_ru: Аватары будут синхронизированы между phpBB и Wordpress. Если у пользователя есть аватар в phpBB, он покажет в WordPress. Если у них есть Gravatar, он будет отображаться в phpBB.

source: Enabling this option requires that the &quot;Allow avatars&quot; and &quot;Remote avatar linking&quot; options is enabled in phpBB, so WP-United will automatically enable those options for you if they are disabled.
ru_ru: Включение этой опции требует, чтобы "Разрешить аватар" и "Внешняя ссылка на Аватар" были разрешены в зрзBB, тогда WP-United автоматически включит эти варианты для Вас, если они отключены.

source: Enable cross-posting?
ru_ru: Включить кросс-постинг?
