Repository: Superd22/wp-united
Catalog: WordPress Plugin/wp-united/languages/wp-united-*.po
Languages: ru_ru

source: If you enable this option, users will be able to elect to have their blog entry copied to a forum when writing a blog post. To set which forums the user can cross-post to, visit the phpBB forum permissions panel, and enable the &quot;can cross-post&quot; permission for the users/groups/forums combinations you need.
ru_ru: Если вы включите эту опцию, пользователи смогут вызбрать, чтобы их запись в блоге была скопирована на форум при написании блога. Чтобы установить, какие из форумов пользователь может пересечь-сообщения в, посетить форум PhpBB разрешения панели, и включите &quot;can cross-post&quot; разрешения для пользователей / групп / форумов в той комбинации как вам нужно.

source: Enable Cross-Posting?
ru_ru: Включить Кросс-Постинг?

source: Type of cross-posting?
ru_ru: Тип кросс-постинга?

source: Choose how the post should appear in phpBB. WP-United can post an excerpt, the full post, or give you an option to select when posting each post.
ru_ru: Выберите, как сообщение должно появиться в phpBB. WP-United можете добавлять краткую выдержку, полное сообщение, или предоставить Вам возможность выбора при отправке каждого сообщения.

source: Excerpt
ru_ru: Выдержка

source: Full Post
ru_ru: Полное сообщение

source: Ask Me
ru_ru: Спросить меня

source: phpBB manages comments on crossed posts?
ru_ru: phpBB управляет сообщениями при кросс-постинге?

source: Choose this option to have WordPress comments replaced by forum replies for cross-posted blog posts. In addition, comments posted by integrated users via the WordPress comment form will be cross-posted as replies to the forum topic.
ru_ru: Выберите эту опцию, чтобы WordPress комментарии заменялись ответами с форума для кросс-сообщений в блоге. Кроме того, комментарии, размещенные пользователями интегрированных через форму комментариев WordPress будет прописаны в качестве ответов в теме форума.

source: Note that for users to be able to comment from WordPress, you need to assign them the &quot;Can reply to blog posts&quot; permission in phpBB.
ru_ru: Отметим, что для пользователей, чтобы иметь возможность комментировать в WordPress, вам необходимо назначить их &quot;Can reply to blog posts&quot; в разрешениях на PHPBB.

source: phpBB manages comments
ru_ru: phpBB управляет комментариями

source: Use WordPress spam filters for guest comments?
ru_ru: Использовать WordPress спам фильтр для комментариев гостей?

source: To prevent forum spam from comments posted by guests, turn this option on. Comments will then be passed through WordPress spam filters (e.g. Akismet) before being sent to the forum. This only applies to posts made by guests.
ru_ru: Для предотвращения форума от спама в комментариях гостей, включите эту опцию. Комментарий будет передана через WordPress спам-фильтр (например, Akismet) перед отправкой на форум. Это относится только к сообщениям, сделанным гостями.

source: Yes, and override phpBB post approval requirements if the comment passes WordPress checks
ru_ru: Да, и переопределить phpBB правила проверки сообщений, если комментарий проходит проверку WordPress

source: Yes, but still honour phpBB post approval requirements even if the comment passes
ru_ru: Да, но все же требовать в phpBB утверждения разрешений, даже если комментарий проходит проверку

source: No, I will rely on phpBB settings.
ru_ru: Нет, я буду полагаться на PHPBB настройки.

source: Force all blog posts to be cross-posted?
ru_ru: Разрешить все блоги для кросс постинга?

source: Setting this option will force all blog posts to be cross-posted to a specific forum. You can select the forum here. Note that users must have the &quot;can cross-post&quot; WP-United permission under phpBB Forum Permissions, or the cross-posting will not take place.
ru_ru: Установка этой опции для всех блогов включит кросс-постинг на определенный форум. Вы можете выбрать форуме здесь. Обратите внимание, что пользователи должны иметь &quot;can cross-post&quot; WP-United разрешение в соответствующих PHPBB Разрешениях форума, или кросс-постинг размещение не состоится.

source: Cross-post prefix
ru_ru: Префикс Кросс-пост сообщений

source: This will be prepended to the post title when cross-posted. Leave it blank to disable.
ru_ru: Это будет вставлено ​​в заголовок поста, в о время кросс-постае. Оставьте это поле пустым, чтобы отключить.

source: [BLOG]
ru_ru: [БЛОГ]

source: Cross-post prefix:
ru_ru: Кросс-пост префикс:

source: Integrate themes?
ru_ru: Интегрировать темы?

source: WP-United can integrate your phpBB &amp; WordPress templates.
ru_ru: WP-United может интегрировать phpBB &amp; WordPress шаблоны.

source: Enable Theme Integration
ru_ru: Включить интеграцию тем?

source: Integration Mode
ru_ru: Режим интергации

source: Do you want WordPress to appear inside your phpBB template, or phpBB to appear inside your WordPress template?
ru_ru: Вы хотите что-бы WordPress появлялся в вашем PhpBB шаблоне или PHPBB появляться внутри вашего шаблона WordPress?

source: phpBB inside WordPress
ru_ru: phpBB внутри WordPress

source: WordPress inside phpBB
ru_ru: WordPress внутри phpBB

source: Automatic CSS Integration
ru_ru: Автоматичски интегрировать CSS

source: WP-United can automatically fix CSS conflicts between your phpBB and WordPress templates. Set the slider to "maximum compatibility" to fix most problems. If you prefer to fix CSS conflicts by hand, or if the automatic changes cause problems, try reducing the level.
ru_ru: WP-United может автоматически исправить CSS конфликты между PhpBB и WordPress шаблонами. Установите ползунок на "максимальную совместимость", чтобы исправить большинство проблем. Если вы предпочитаете исправлять CSS конфликты вручную, или если автоматическое изменение вызвает проблемы, попробуйте уменьшить уровень.

source: Off
ru_ru: Выкл.

source: Maximum Compatibility (Recommended)
ru_ru: Максимальная совместимость (рекомендовано)

source: Current Level:
ru_ru: Текущий уровень:

source: Show Advanced Settings &raquo;
ru_ru: Показать доп.настройки &raquo;

source: &laquo; Hide Advanced Settings
ru_ru: &laquo; Скрыть доп.настройки

source: Advanced Settings
ru_ru: Дополнительные настройки

source: Use full page?
ru_ru: Использовать всю страницу?

source: Do you want phpBB to simply appear inside your WordPress header and footer, or do you want it to show up in a fully featured WordPress page? Simple header and footer will work best for most WordPress themes – it is faster and less resource-intensive, but cannot display dynamic content on the forum page. However, if you want the WordPress sidebar to show up, or use other WordPress features on the integrated page, you could try 'full page'. This option could be a little slower.
ru_ru: Вы хотите, чтобы PHPBB, чтобы просто появлялся с вашим WordPress верхним и нижним колонтитулами, или вы хотите отображать в полнофункциональной странице WordPress? Простой верхний и нижний колонтитулы будут работать лучше для большинства тем WordPress - это быстрый и менее ресурсоемкий метод, но он не может отображать динамический контент на странице. Однако, если вы хотите использовать боковst панели WordPress , или использовать другие функции WordPress на интегрированной странице, вы можете попробовать режим "полной страницы. Этот вариант может быть немного медленнее.

source: What is this?
ru_ru: Что это такое?

source: Statically Cached Simple Header &amp; Footer
ru_ru: Статические кешированые Header &amp; Footer

source: Full Page:
ru_ru: Вся страница:

source: Padding around phpBB
ru_ru: Заполнение вокруг phpBB

source: phpBB is inserted on the WordPress page inside a DIV. Here you can set the padding of that DIV. This is useful because otherwise the phpBB content may not line up properly on the page. The defaults here are good for most WordPress templates. If you would prefer set this yourself, just leave these boxes blank (not '0'), and style it in your stylesheet instead.
ru_ru: phpBB вставляется на страницу WordPress внутри DIV. Здесь вы можете задать отступ, для єтого DIV. Это полезно, потому что в противном случае PHPBB содержание может не совпадать должным образом на странице.По умолчанию єто подходит для большинства шаблонов WordPress. Если вы желаете установить это самостоятельно, просто оставьте эти поля пустыми (не '0 '), и разместите его стиль в таблицу стилей.

source: Top:
ru_ru: Вверху:

source: Right:
ru_ru: Справа:

source: Bottom:
ru_ru: Внизу:

source: Left:
ru_ru: Слева:

source: Reset to defaults
ru_ru: Восстановить значения по умолчанию

source: Use WordPress' Document Type Declaration?
ru_ru: Использовать декларации типов документов WordPress?

source: The Document Type Declaration, or DTD, is provided at the top of all web pages to let the browser know what type of markup language is being used. phpBB3's prosilver uses an XHTML 1.0 Strict DTD by default. Most WordPress templates, however, use an XHTML 1 transitional or HTML 5 DTD. In most cases, this doesn't matter -- however, If you want to use WordPress' DTD on pages where WordPress is inside phpBB, then you can turn this option on. This should prevent browsers from going into quirks mode, and will ensure that even more WordPress templates display as designed.
ru_ru: Объявление типа документа, или DTD, проводится в верхней части всех веб-страниц, чтобы позволить браузеру знать, какой тип языка разметки используется. prosilver phpBB3 использует XHTML 1.0 Strict DTD по умолчанию. Большинство WordPress шаблонов, однако, использовать XHTML 1 переходные или HTML 5 DTD. В большинстве случаев, это не имеет значения - Однако, если вы хотите использовать DTD WordPress на страницах, где WordPress находится внутри PHPBB, то вы можете включить эту опцию. Это позволяет предостварить падение браузеров, и от части гарантирует, что еще больше WordPress шаблонов будут отображаться, как задумано.

source: Use phpBB Word Censor?
ru_ru: Использовать phpBB Цензор Слов?

source: Turn this option on if you want WordPress posts to be passed through the phpBB word censor.
ru_ru: Включите если хотите,чтобі WordPress сообщения обрабатывал phpBB Цензор слов.

source: Enable word censoring in WordPress
ru_ru: Влючить цензуру в WordPress

source: Use phpBB smilies?
ru_ru: Использовать смайлы WoerdPress?

source: Turn this option on if you want to use phpBB smilies in WordPress comments and posts.
ru_ru: Включите эту опцию, если вы хотите использовать PhpBB смайлы в комментариях WordPress и сообщениях.

source: Use phpBB smilies in WordPress
ru_ru: Использовать смайлы WoerdPress

source: Submit
ru_ru: Подтвердить

source: All automatic CSS integration is disabled
ru_ru: Вся автоматическая CSS интеграция отключена

source: Medium
ru_ru: Среднее

source: %1$sStyles are reset to stop outer styles applying to the inner part of the page.%2$sInner CSS is made more specific so it does not affect the outer portion of the page.%2$sSome HTML IDs and class names may be duplicated.%3$s
ru_ru: %1$s сбрасываются для остановки применения стилей внутри части страницы. %2$s внутренние CSS делаются более специфичными т не влияют на внешнюю часть страницы.%2$s некторые HTML IDs имена классов могут дублироваться.%3$s

source: Full
ru_ru: Полное

source: %1$sStyles are reset to stop outer styles applying to the inner part of the page.%2$sInner CSS is made more specific so it does not affect the outer portion of the page.%2$sHTML IDs and class names that are duplicated in the inner and outer parts of the page are fixed.%3$s
ru_ru: %1$s стили сьрасываются для отсновки изменения внешними стилями внутренних частей страницы.%2$s внутренние CSS далаются более специфичными и не вляют на внейнее оформление страницы.%2$s HTML IDs и имена классов которые посторяются внутри и снаружи частей страницы исправляются.%3$s

source: ERROR: You must specify a valid path for phpBB's config.php
ru_ru: ОШИБКА: Вы должны указать правильный путь к файлу конфигурации phpBB config.php

source: ERROR:The path you selected for phpBB's config.php is not valid
ru_ru: ОШИБКА: Выбранный путь к файлу конфигурации phpBB config.php не верен

source: ERROR: phpBB's config.php could not be found at the location you chose
ru_ru: ОШИБКА: файл конфигурации phpBB config.php не найден по указанному пути

source: Forum
ru_ru: Форум

source: Save
ru_ru: Сохранить

source: Already integrated
ru_ru: Уже интегрировано

source: Available
ru_ru: Доступно

source: The WP-United phpBB hook file, hook_wp-united.php, was not loaded. Either it is missing, or you need to clear the phpBB cache. <br /><br />Attempted to automatically clear the phpBB cache. Try <a href="#" onclick="document.location.reload(); return false;">refreshing the page</a> to see if it worked. <br /><br />If this error persists, check that includes/hooks/hook_wp-united.php exists, and try manually purging your phpBB cache.
ru_ru: Хук-файл WP-United phpBB, hook_wp-united.php, не был загружен. Либо он отсутствует, либо Вы должны очистить кэш phpBB. <br /><br />Была предпринята попытка автоматической очистки кэша phpBB. Попробуйте <a href="#" onclick="document.location.reload(); return false;">обновить страницу</a>, чтобы увидеть, если это сработало. <br /><br />Если ошибка повторяется, проверьте наличие includes/hooks/hook_wp-united.php, и попробуйте вручную сбросить кэш.

source: Could not access the database.
ru_ru: Нет доступа к базе данных.

source: More smilies
ru_ru: Еще смайлики…

source: Receiving settings from WP-United...
ru_ru: Прием параметров от WP-United...

source: Modified USERS Table (Integration ID)
ru_ru: Изменение таблицы ПОЛЬЗОВАТЕЛЕЙ (Integration ID)

source: Modified USERS Table (Blog ID)
ru_ru: Изменение таблицы ПОЛЬЗОВАТЕЛЕЙ (Blog ID)

source: Modified TOPICS and POSTS Tables (Cross-Posting ability)
ru_ru: Изменение TOPICS и POSTS таблиц (Кросс-постин доступность)

source: Adding WP-United Permissions
ru_ru: Добавить права доступа WP-United

source: Storing the new WP-United settings
ru_ru: Сохранение новых параметров WP-United

source: Updating avatar settings
ru_ru: Обновление параметров аватар

source: Purging the WP-United cache
ru_ru: Очистка кэша WP-United

source: Completed successfully
ru_ru: Завершено успешно

source: Changed WP-United Settings (click for details)
ru_ru: Изменить настройки WP-United (нажмите для деталей)

source: Forum Posts: %s
ru_ru: Сообщений на форуме: %s

source: Forum Threads: %s
ru_ru: Тем на форуме: %s

source: Registered Users: %s
ru_ru: Зарегистрировано пользователей: %s

source: Newest User: %s
ru_ru: Новых пользователей: %s

source: posts since last visit
ru_ru: сообщений после последнего визита

source: %1$s, posted by %2$s on %3$s
ru_ru: %1$s, сообщений от %2$s в %3$s

source: Nothing found.
ru_ru: Ничего не найдено.

source: %1$s, posted by %2$s in %3$s
ru_ru: %1$s, сообщений от %2$s в %3$s

source: Write a Post
ru_ru: Написать сообщение

source: Dashboard
ru_ru: Панель

source: Remember me
ru_ru: Запомнить меня

source: Login
ru_ru: Авторизация

source: Register
ru_ru: Регистрация

source: Forgot Password?
ru_ru: Забыли пароль?

source: phpBB integration by <a href="http://www.wp-united.com/">WP-United</a>.
ru_ru: phpBB интеграция от <a href="http://www.wp-united.com/">WP-United</a>.

source: Error accessing the phpBB database when updating Blog ID
ru_ru: Ошибка доступа к базе данных phpBB во время обновления Blog ID

source: Avatar image
ru_ru: Изображение аватара

source: Less smilies
ru_ru: Меньше смайлов

source: Your smiley could not be inserted. You can add it manually by typing this code: %s
ru_ru: Ваш смайл не может быть вставлен. Вы можете добавить его вручную, набрав этот код: %s

source: Error:
ru_ru: Ошибка:

source: Please go back and try again, or contact an administrator if you keep seeing this error.
ru_ru: Пожалуйста, вернитесь назад и попробуйте снова, или свяжитесь с администратором, если ошибка будет повторяться.

source: Visit wp-united.com
ru_ru: Посетить wp-united.com

source: Visit Forum
ru_ru: Посетить Форум

source: Search Site
ru_ru: Поиск по сайту

source: Search Forum
ru_ru: Поиск по Форуму

source: Displays the logged-in user's details, such as username, avatar, and number of posts since last visit, together with varius meta links. If the user is logged out, displays a phpBB login form.
ru_ru: Отображает данные вошедшего пользователя, такие как имя пользователя, аватар, и количество сообщений с вашего последнего посещения, вместе с другими ссылками мета. Если пользователь выходит из системы, отображает PHPBB форму входа.

source: WP-United Login / User Info Box
ru_ru: WP-United Логин/Пользователь информационный блок

source: You are logged in as:
ru_ru: Вы вошли как:

source: You are not logged in.
ru_ru: Вы не вошли в систему.

source: Show rank title &amp; image?
ru_ru: Отображать название &amp картинку Ранга?

source: Show new posts?
ru_ru: Отображать новые сообщения?

source: Show write post link?
ru_ru: Отображать ссылку на новую статью?

source: Show Admin link?
ru_ru: Отображать ссылку для Администратора?

source: Show phpBB login form if logged out?
ru_ru: Отображать окно входа phpBB если не в системе?

source: Shows the latest topics posted in the phpBB forum.
ru_ru: Отображать последнюю тему на phpBB форуме.

source: WP-United Latest phpBB Topics
ru_ru: WP-United Последние phpBB Темы

source: Recent Forum Topics
ru_ru: Активные темы Форума

source: Title:
ru_ru: Заголовок:

source: Maximum Entries:
ru_ru: Максимально записей:

source: Shows the latest posts posted in the phpBB forum.
ru_ru: Отображать последнюю новую тему phpBB форума.

source: WP-United Latest Forum Posts
ru_ru: WP-United Последняя тема форума

source: Recent Forum Posts
ru_ru: Горячие темы форума

source: Maximum Entries:
ru_ru: максимально записей:

source: Show key forum statistics and information.
ru_ru: Отображать ключевую информацию и статистику форума.

source: WP-United Forum Statistics
ru_ru: WP-Uited Статистика Форума

source: Forum Stats
ru_ru: Статистика Форума

source: Show information about users that are currently online, in the usual phpBB format.
ru_ru: Отображать информацию о тех кто сейчас онлайн, в обычном phpBB формате.

source: WP-United Users Online
ru_ru: WP-United онлайн пользователи

source: Users Online
ru_ru: Пользователей онлайн

source: Show a breakdown of user types?
ru_ru: Показать разбивку пользоватлей?

source: Show record number of users?
ru_ru: Показать рекордное количество пользователей?

source: Show legend?
ru_ru: Показать Легенду?

source: Useful Forum Links
ru_ru: Полезные ссылки Форума

source: Useful customizable links to forum features
ru_ru: Полезные настраиваемые ссылки на разделы форума

source: WP-United Useful Forum Links
ru_ru: WP-United полезные ссылки Форума

source: Show forum index link?
ru_ru: Показать ссылку на форумы?

source: Show search link?
ru_ru: Показать ссылку на поиск?

source: Show unanswered posts link?
ru_ru: Показать ссылку на сообщения без ответа?

source: Show active topics link?
ru_ru: Показать сыылку на горячие темы?

source: Show my posts link?
ru_ru: Показать ссылку на свои сообщения?

source: Show User Control Panel link?
ru_ru: Отображать ссылку на панель администрирования?

source: Show PMs?
ru_ru: Показывать личные сообщения?

source: Shows the top phpBB prosilver forum navigation / breadcrumb bar. If you have template integration turned on, this will only appear on non-forum pages. Your forum must be using a prosilver-based theme for this to work.
ru_ru: Показывает заголовок phpBB форума prosilver навигации/beradcrunb bar. Если у вас интеграция шаблонf включена, это будет появляться только на не-форум страницах. Ваш форум должен использовать темы на основе prosilver для того, чтоб это работало.

source: WP-United Forum Navigation Bar
ru_ru: WP-United Навигационная панель форума

source: Show forum index as home breadcrumb?
ru_ru: Показывать список форумов как цепочку статей?

source: Show member list?
ru_ru: Показывать список пользователей?

source: Show register link?
ru_ru: Показать ссылку на регистрацию?

source: Don't add CSS, I will style this myself
ru_ru: Не добавлять CSS, я вручную настраиваю сам

source: Shows the bottom phpBB prosilver forum footer bar. If you have template integration turned on, this will only appear on non-forum pages. Your forum must be using a prosilver-based theme for this to work.
ru_ru: Показывает Подвал в стиле phpBB prosilver. Если включена интеграция тем, это влияет только на не-форумные страницы. Ваш форум должен использовать стили на основе prosilver дизайна, что-бы это работало.

source: WP-United Forum Navigation Footer Bar
ru_ru: WP-United Навигация по форуму/Подвал (Footer Bar)

source: Shows a list of users whose birthday it is today. Note that users must be logged in to phpBB and birthday entry must be activated on your forum for this to work.
ru_ru: Показывает список пользователей, у которых день рождения сегодня. Обратите внимание, что пользователи должны быть зарегистрированы в phpBB? и "День рождения" запись должна быть активирована на вашем форуме для этой работы.

source: WP-United User Birthdays
ru_ru: WP-United дни рождения

source: No users have birthdays today
ru_ru: Ни у кого нет сегодня дней рождения

source: Happy Birthday To:
ru_ru: С Днем Рождения:

source: Hide widget if there is nothing to show?
ru_ru: Прятать виджет, если нечего показывать?

source: The username contains invalid characters
ru_ru: Имя пользователя содержит запрещенные символы

source: The username is already taken
ru_ru: Пользователь с таким именем уже имеется

source: The username you chose is not allowed
ru_ru: Указанное имя пользователя не доступно

source: The email address does not appear to exist (No MX record)
ru_ru: Не верный e-mail адрес (Нет MX записи)

source: The e-mail address is banned
ru_ru: e-mail адрес заблокирован

source: The e-mail address is already taken
ru_ru: E-mail адрес уже занят

source: The email address is invalid
ru_ru: Не верный e-mail адрес

source: WP-United could not update your integration ID in phpBB, due to a database access error. Please contact an administrator and inform them of this error.
ru_ru: WP-United не может обновить данные по интеграции ID в phpBB, причина - ошибка доступа к базе данных. Свяжитесь с администратором и сообщите ему об этой ошибке.

source: Could not update integration data: WP-United could not update your integration ID in phpBB, due to an unknown error. Please contact an administrator and inform them of this error.
ru_ru: Не могу обновить данные по интеграции: WP-United не может обновить интеграцию ID в phpBB, причина - неизвестная ошибка. Свяжитесь с администратором и сообщите ему об этой ошибке.

source: Break Integration
ru_ru: Прерванная интеграция.

source: Create user in %s
ru_ru: Создать пользователя в %s

source: Delete user from both phpBB and WordPress
ru_ru: Удалить пользователя из баз phpBB и WordPress

source: Delete user from %s
ru_ru: Создать пользователя из %s

source: Synchronize profiles between phpBB and WordPress
ru_ru: Удалить пользователя из

source: Display name:
ru_ru: Отображаемое имя:

source: Posts:
ru_ru: Сообщений:

source: Comments:
ru_ru: Комментариев:

source: Registered:
ru_ru: Зарегистрирован:

source: Roles:
ru_ru: Роли:

source: Role:
ru_ru: Роль:

source: Edit user
ru_ru: Редактировать пользователя

source: No suggested matches found.
ru_ru: Не найдено предложенных значений

source: Cannot integrate (already integrated)
ru_ru: Невозможно провести интеграцию (уже проведена)

source: Default group:
ru_ru: Группа по умолчанию:

source: Rank:
ru_ru: Ранг:

source: Last visited:
ru_ru: Последнее посещение

source: View in forum
ru_ru: Посмотреть форум

source: Edit forum post
ru_ru: Изменение сообщения форума

source: Approve
ru_ru: Утвердить

source: Delete forum post
ru_ru: Удалить сообщение форума

source: Show only cross-posted
ru_ru: Показать только кросс-сообщения
