Repository: Superd22/wp-united
Catalog: WordPress Plugin/wp-united/languages/wp-united-*.po
Languages: ru_ru

source: Show only not cross-posted
ru_ru: Показать только не кросс-сообщения

source: Forum Posting
ru_ru: Постинг в форум

source: Cross-post to Forums?
ru_ru: Кросспостинг в форум?

source: Already cross-posted (Topic ID = %s)
ru_ru: Запись уже связана с темой. (ID=%s)

source: Post Excerpt
ru_ru: неопрделено

source: Post Full Post
ru_ru: Разместить полный текст записи

source: This post is already cross-posted. It will be edited in forum '%s'
ru_ru: Запись уже связана с темой. Она будет отредактирована в форуме '%s'

source: This post will be cross-posted to the forum: '%s'
ru_ru: Запись будет размещена в форуме: '%s'

source: You do not have permission required to edit global announcements
ru_ru: У Вас нет необходимых прав доступа для редактирования глобальных объявлений.

source: You do not have the permission required to edit this announcement
ru_ru: У Вас нет необходимых прав доступа для редактирования объявлений.

source: You do not have the permission required to edit stickies
ru_ru: У вас нет необходимых прав доступа для редактирования прикрепленных тем.

source: You do not have the permission required to edit posts in this forum
ru_ru: У вас нет необходимых прав доступа для редактирования сообщений в этом форуме.

source: No tags defined.
ru_ru: Тэги не определены

source: Tags:
ru_ru: Теги:

source: Posted under:
ru_ru: Отправлено под:

source: This is a %1$sblog post%2$s. To read the original post, please %3$sclick here &raquo;%4$s
ru_ru: Это %1$sзапись блога%2$s. Чтобы прочитать оригинальную запись, пожалуйста, откройте %3$sэту ссылку &raquo;%4$s

source: Could not access the WP-United database fields. Please ensure WP-United is installed correctly.
ru_ru: Нет доступа к базе данных WP-United. Пожалуйста, убедитесь, что WP-United установлен корректно.

source: You do not have permission to respond to this announcement
ru_ru: У вас нет прав отвечать на это объявление

source: You do not have permission to comment in this forum
ru_ru: У вас нет прав комментировать в данном форуме

source: Error: Please type a comment!
ru_ru: Ошибка! Выберите тип комментария!

source: <strong>ERROR</strong>: please fill in the required fields (name, email).
ru_ru: <strong>ОШИБКА</strong>: Пожалуйста заполните все поля (имя, email).

source: <strong>ERROR</strong>: please enter a valid email address.
ru_ru: <strong>ОШИБКА</strong>: Пожалуйста введите правильный email адрес.

source: WordPress Blog
ru_ru: Блог WordPress

source: Visit User's Blog
ru_ru: Посетить блог пользователя?

source: ERROR: Duplicated function name detected. Please visit www.wp-united.com to report the error.
ru_ru: <strong>ОШИБКА</strong>: Дублирование имен функций обнаружено. Посетите Www.wp-united.com и сообщите об ошибке.

source: Can integrate as a WordPress subscriber (can view profile, write comments)
ru_ru: Разрешить интеграцию как WordPress подписчика (можно посмотреть профиль, написать комментарии)

source: Can integrate as a WordPress contributor (can write but not publish posts)
ru_ru: Разрешить интеграцию как WordPress Участника (можно но не публиковать статьи)

source: Can integrate as a WordPress author (can write blog posts)
ru_ru: Разрешить интеграцию как WordPress Автора (можно публиковать статьи)

source: Can integrate as a WordPress editor (can edit others' posts)
ru_ru: Разрешить интеграцию как WordPress Редактора (можно редактировать статьи)

source: Can integrate as a WordPress administrator
ru_ru: Разрешить интеграцию как WordPress Администратора

source: Can post blog posts to this forum
ru_ru: Разрешить блогу размещать сообщения на этот форум

source: Can reply to blog posts cross-posted to this forum from WordPress
ru_ru: Разрешить отвечать в блог статьи как кросс-сообщения в этот форум от WordPress

source: Displays a selected poll from your forum. Users must have the relevant permissions to view and/or vote on the poll.
ru_ru: Отображать выбранные голосования с вашего форума. Пользователи должны иметь соответствующие права для просмотра/участия в опросах.

source: WP-United Forum Quick Poll
ru_ru: WP-United Быстрый Опрос Форума

source: You do not have permission to view this poll
ru_ru: У вас нет прав на просмотр этого опроса

source: Loading.
ru_ru: Загрузка.

source: Quick Poll
ru_ru: Быстрый опрос.

source: Select a poll:
ru_ru: Выбрать опрос.

source: No poll selected
ru_ru: Опрос не выбран

source: '%1$s', in topic: '%2$s'
ru_ru: '%1$s', в теме: '%2$s'

source: Hide widget if the user has no permissions to view this poll?
ru_ru: Прятать виджет если пользователь не имеет прав для просмотра єтого пороса?

source: Show a link to the poll topic?
ru_ru: Показать ссылку на тему опроса?

source: Use template:
ru_ru: Использовать шаблон:

source: Make best guess for user
ru_ru: Сделать лучшый выбор для пользователя

source: Force prosilver
ru_ru: Форсировать prosilver

source: Force subsilver2
ru_ru: Форсировать subsilver2

source: View poll in forum
ru_ru: Просмотреть опрос на форуме
